Repository: IndesignGraphics/hackster
Catalog: lib/l10n/app_*.arb
Languages: gu

# language
source: English
gu: ગુજરાતી

source: Login
gu: લોગિન

source: Please Enter OTP
gu: મહેરબાની કરીને OTP દાખલ કરો

source: Enter OTP
gu: OTP અહિયાં દાખલ કરો

source: Verify OTP
gu: OTP ચકાસો

source: Please Enter Mobile Number
gu: મહેરબાની કરીને મોબાઇલનંબર દાખલ કરો

source: Please Enter Valid Mobile Number
gu: મહેરબાની કરીને સાચો મોબાઇલનંબર દાખલ કરો

source: Enter Mobile No.
gu: મોબાઇલ નંબર દાખલ કરો

source: Send OTP
gu: OTP મોકલો

# appName
source: Farmer
gu: ખેડૂત

source: Market Price
gu: બજાર ભાવ

source: Home
gu: હોમ

source: Crop Care
gu: પાક સરંક્ષણ

source: Tools
gu: સાધનો

source: View All Rates
gu: બધી વિગત જોવો

source: View Profile
gu: પ્રોફાઇલ જોવો

source: Credit/Insurance
gu: પાકધિરાણ/વીમો

source: Market Place
gu: બજાર

source: Crop History
gu: પાકની નોંધણી

source: Soil Test
gu: જમીન ચકાસણી

source: Weather
gu: હવામાન

source: AgriBusiness
gu: કૃષિ વ્યવસાય

source: Expert Talk
gu: નિષ્ણાંત વાર્તાલાપ

source: LiveStock
gu: પશુધન

source: Logout
gu: લૉગ આઉટ

source: Profile Information
gu: પ્રોફાઇલ માહિતી

source: Farm Details
gu: ખેતરની માહિતી

source: Qualification
gu: લાયકાત

source: Help and Support
gu: મદદ અને સમર્થન

source: Contact Us
gu: અમારો સંપર્ક કરો

source: Privacy Policy
gu: ગોપનીયતા નીતિ

source: Fertilizers
gu: ખાતર

source: Pesticides
gu: જંતુનાશક

source: Tips
gu: સૂચનો

source: Heal Your Crop
gu: તમારા પાકને સુરક્ષિત કરો

# takePicture
source: Take a Picture
gu: ફોટો પાડો

source: See Diagnosis
gu: રોગ જોવો

source: Get Medicine
gu: અનુરૂપ દવા આપો

source: Previous Picture
gu: પાછળના ફોટો

source: View All
gu: બધા જોવો

source: Herbicides
gu: વનસ્પતિ નાશક

source: Farmer ID
gu: ખેડૂત આઇડી

source: Farmer Name
gu: ખેડૂતનું નામ

source: Aadhar Number
gu: આધારકાર્ડ નંબર

source: Email ID
gu: ઈમેલ આઈડી

source: Gender
gu: લિંગ

source: Mobile Number
gu: મોબાઇલ નંબર

source: Date of Birth
gu: જન્મ તારીખ

source: Pincode
gu: પિનકોડ

source: District
gu: જિલ્લો

source: Taluko
gu: તાલુકો

source: Address
gu: સરનામું

source: Land Name
gu: જમીનનું નામ

source: Survey No
gu: સર્વે નંબર

source: Village
gu: ગામ

source: Old Survey No
gu: જૂનો સર્વે નંબર

source: Total Area
gu: કુલ વિસ્તાર

source: Total Assesment Rs
gu: કુલ આકાર રૂ

source: Land Use
gu: જમીનનો ઉપયોગ

source: Tenure
gu: સત્તાપ્રકાર

source: Credit
gu: પાકધિરાણ

source: Insurance
gu: વીમો

source: Apply For New Credit
gu: પાકધિરાણ માટે અરજી કરો

source: Purchase
gu: ખરીદ

source: Sell
gu: વેચાણ

source: Add New Item for Sell
gu: વેચાણ માટે નવો પાક ઉમેરો

source: Add Crop
gu: નવો પાક ઉમેરો

source: Year
gu: વર્ષ

source: Crop Type
gu: પાકનો પ્રકાર

source: Crop Name
gu: પાકનું નામ

source: Quantity
gu: જથ્થો

source: Total Price
gu: કુલ રૂપીયા

source: Unit
gu: એકમ

source: Upload your Bill
gu: તમારું બિલ અપલોડ કરો

source: Submit
gu: સબમિટ કરો

source: Harvesting Tec
gu: લણણીની પધ્ધતિ

source: Basic Soil Test
gu: મૂળભૂત માટી પરીક્ષણ

source: Standard Soil Test
gu: પ્રમાણભૂત માટી પરીક્ષણ

source: Water Test
gu: પાણી પરીક્ષણ

source: Soil Test Reports
gu: માટી પરીક્ષણ અહેવાલો

source: Soil Sample Analysis
gu: માટીના નમુનાનું વિશ્લેષણ

source: pH
gu: પીએચ

source: Organic Carbon
gu: કાર્બનિક કાર્બન

source: Potassium
gu: પોટેશિયમ

source: Phosphorus
gu: ફૉસ્ફરસ

source: Electrical Conductivity
gu: વિદ્યુત વાહકતા

source: Nitrogen
gu: નાઇટ્રોજન

source: Test Includes
gu: પરીક્ષણમાં સમાવેશ થતું

source: Calcium
gu: કેલ્સિયમ

source: Magnesium
gu: મેગ્નેસિયમ

source: Sulfur
gu: સલ્ફર

source: Zinc
gu: ઝીંક

source: Manganese
gu: મેંગેનીસ

source: Iron
gu: આયર્ન

source: Copper
gu: કોપર

source: Boron
gu: બોરોન

source: Turbidity
gu: તર્બીડિટી

source: Temperature
gu: તાપમાન

source: Acidity
gu: એસિડિકતા

source: Alkalinity
gu: ક્ષારત્વ

source: Bacteria
gu: બેક્ટેરિયા

source: Viruses
gu: વાઇરસ

source: Chloride
gu: ક્લોરાઈડ

source: Dissolved Oxygen
gu: ઓગળેલો ઓક્સિજન

source: Hardness
gu: કઠિનતા

# bioChemicalOxygenDemand
source: BioChemical Oxygen Demand (BOD)
gu: બાયો કેમિકલ ઓક્સિજન ડિમાંડ(BOD)

# chemicalOxygenDemand
source: Chemical Oxygen Demand (COD)
gu: કેમિકલ ઓક્સિજન ડિમાંડ (COD)

source: Radioactive Substances
gu: કિરણોત્સરગી પદાર્થ

source: RainFall
gu: વરસાદ

source: Wind
gu: પવન

source: Humidity
gu: ભેજ

source: Fertilizer Expert
gu: ખાતર નિષ્ણાંત

source: Pesticide Expert
gu: જંતુનાશક નિષ્ણાંત

source: Livestock Expert
gu: પશુધન નિષ્ણાંત

source: Get to Know Us
gu: અમને જાણો

# weAreHereToHelp
source: We're here to Help
gu: અમે મદદ કરવા માટે અહી છીએ.

source: Feel Free to ask Questions on
gu: મુંજાયા વગર વિવિધ વિષયોના સવાલ

source: various topics.
gu: અમને પૂછો.

# cattleAndBuffaloDevelopment
source: Cattle & Buffalo Development
gu: ગાય અને ભેંસ વિકાસ

source: Fodder Development
gu: ચારો વિકાસ

source: Poultry Development
gu: મરઘાં વિકાસ

source: Dairy Development
gu: ડેરી વિકાસ

source: Veterinary Service and Animal Health
gu: વેટરનરી સર્વિસ અને પશુ આરોગ્ય

source: Sheep,Goat and Wool Development
gu: ઘેંટા, બકરા અને ઉન વિકાસ

source: Other Livestock Development
gu: અન્ય પશુધન વિકાસ

source: Horse and Camel Development
gu: ઘોડો અને ઊંટ વિકાસ

source: Sheep Development Branch
gu: ઘેંટા વિકાસ શાખા

# livestockHealth
source: Livestock Health (Statistics)
gu: પશુધન આરોગ્ય (આંકડા)
